import React from 'react';

export const Payment = () => {
  return (
    <div>
      <div
        className='w3-overlay w3-hide-large'
        style={{ cursor: 'pointer' }}
        title='close side menu'
        id='myOverlay'
      ></div>

      <div>
        <div>
          <div>
            <h1 className='w3-text-teal'>নিয়মাবলী</h1>
            <p>
              প্রথমেই আপনাকে স্বাগতম Bachao Education এর জগতে। যেহেতু আপনি এই
              পৃষ্ঠাটি দেখতে পারছেন তার মানে আপনাকে শিক্ষক/শিক্ষার্থী হিসেবে
              নিযুক্ত করা হয়েছে। এখন প্রশ্ন হল আপনি কিভাবে অর্থ গ্রহণ/প্রদান
              করবেন।
            </p>
          </div>
        </div>

        <div>
          <div>
            <h1 className='w3-text-teal'>শিক্ষক হয়ে থাকলে</h1>
            <p>
              কাউকে আপনি চাইলে বিনামূল্যে পড়াতে পারেন অথবা অর্থের বিনময়ে। আপাতত
              আমাদের অর্থের সরবচ্চ সীমা ৫০০ টাকা। অর্থ আপনাকে শিক্ষার্থী সরাসরি
              দিবেনা বরং তা আমাদের মাধ্যমে পাবেন। সাধারণত পড়ানোর ২৪ ঘণ্টার মধ্যে
              আপনাকে অর্থ প্রদান করা হবে। আপাতত অর্থ আদান প্রদানের মাধ্যম বিকাশ।
            </p>
          </div>
        </div>

        <div>
          <div>
            <h1 className='w3-text-teal'>শিক্ষার্থী হয়ে থাকলে</h1>
            <p>
              কারও কাছে আপনি চাইলে বিনামূল্যে পড়তে পারেন অথবা অর্থের বিনময়ে।
              আপাতত আমাদের অর্থের সরবচ্চ সীমা ৫০০ টাকা। অর্থ আপনি শিক্ষককে
              সরাসরি দিবেননা বরং তা আমাদের মাধ্যমে দিবেন। সাধারণত পড়ানোর ১২
              ঘণ্টার মধ্যে আপনাকে অর্থ প্রদান করতে হবে। আপাতত অর্থ আদান প্রদানের
              মাধ্যম বিকাশ।{' '}
            </p>
          </div>
        </div>

        <div>
          <div>
            <h1 className='w3-text-teal'>বিকাশ নাম্বার</h1>
            <p>01300574105 </p>
          </div>
        </div>

        <footer id='myFooter'>
          <div className='w3-container w3-theme-l2 w3-padding-32'>
            <h4>Bachao Education</h4>
          </div>
        </footer>
      </div>
    </div>
  );
};
